import React from 'react';
import { Link } from 'react-router-dom';
import { PageNavigation } from '../components/PageNavigation';

export const ChatPage = () => {
  return (
    <>
      <div className="container">
        <PageNavigation />
      </div>
      
      <div className="page">
        <div className="container">
          <div className="aboutPages">
            <h1 className="page__title aboutPages__title">
              Що таке «Глобал чат» ?
            </h1>
            <div className="aboutPages__content">
              <p>
                Наші юристи, маючи досвід роботи з питань пов'язаних с 
                перебуванням іноземців в Україні постаралися наділити 
                даний ресурс максимально корисними функціями за для
                безпеки іноземних громадян в Україні.
              </p>
              
              <div>
                <p className="aboutPages__listTitle">
                  Так за допомоги даного ресурсу Ви зможете:
                </p>
                <ul>
                  <li>
                  Спілкуватись в глобал чаті зі своїми співвітчизниками, які 
                  проживають або проживали в Україні та напряму ділитися
                  корисною інформацією стосовно перебування в Україні
                  та будь якою іншою інформацією
                  </li>
                  <li>
                  Будете в курсі всіх актуальних міграційних новин
                  </li>
                  <li>
                  Зможете дистанційно отримати довідку про наявність 
                  або відсутність заборони на вїзд/виїзд до/з України
                  </li>
                  <li>
                  Моніторити за заданими параметрами свої данні в державних
                  реєстрах України, що застереже Вас від скоєння 
                  адміністративних правопорушень, які можуть мати негативні 
                  наслідки у вигляді заборони на в'їзд до України.
                  </li>
                </ul>
              </div>
              
              <p>
                Система своєчасно сповістить Вас про наявність в реєстрах
                інформації яка в подальшому може негативно вплинути на Ваше
                перебування в Україні і Ви своєчасно зможете відреагувати 
                на неї, що унеможливе настання будь яких негативних наслідків.
              </p>
            </div>

            <button className="button-extension  chatPage__button">
              <Link to="/">
                <p>Перейти до чату</p>
              </Link>
            </button>
          </div>
        </div>
      </div>
    </>
  );
};