[
  { "id": "1",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship in a simplified manner",
    "titleRU": "Приобретение гражданства Украины в упрощенном порядке",
    "titleUA": "Отримання громадянства України у спрощеному порядку",
    "previewEN": "In order to obtain Ukrainian citizenship using the simplified procedure, it takes only 3 months. In accordance with domestic legislation (\"Law about Citizenship\"), citizens of other states, as well as stateless persons, can become Ukrainian citizens in a simplified manner.",
    "previewRU": "Для того, чтобы получить украинское гражданство, используя упрощенный  порядок, необходимо всего 3 месяца. В соответствии с отечественным законодательством («Закон о гражданстве») стать украинскими гражданами, используя упрощенный режим, могут граждане прочих государств, а также лица, не имеющие гражданства.",
    "previewUA": "Для того щоб отримати українське громадянство, використовуючи спрощений порядок, необхідно всього 3 місяці. Відповідно до вітчизняного законодавства ( «Закон про громадянство») стати українськими громадянами, використовуючи спрощений режим, можуть громадяни інших держав, а також особи, які не мають громадянства.",
    "textEN": {
      "p1": "In order to obtain Ukrainian citizenship using the simplified procedure, it takes only 3 months. In accordance with domestic legislation (\"Law about Citizenship\"), citizens of other states, as well as stateless persons, can become Ukrainian citizens in a simplified manner.",
      "ul1": ["The law provides for the possibility of obtaining Ukrainian citizenship:", [
              "by birthright;",
              "by origin from a certain territory;",
              "when restoring citizenship;",
              "in case of adoption;",
              "when receiving guardianship or custody of children;",
              "when receiving guardianship over incapacitated persons;",
              "if the parents have Ukrainian citizenship;",
              "in establishing the facts of paternity or maternity."
            ]  
      ],
      "p2": "Other grounds that are provided for by various agreements of the international order between our country and other states may also be taken into account.",
      "p3": "If you need to obtain Ukrainian citizenship, you need to draw up an application, which is sent to the appropriate body of the migration service in your city, district or region.",
      "p4": "If a person who is acquiring citizenship by a simplified procedure does not currently reside in our country, you must contact the nearest consular institution or diplomatic mission of Ukraine abroad.",
      "p5": "Applications are considered with subsequent making decision in the main departments of the migration service in Kiev."
    },
    "textRU": {
      "p1": "Для того, чтобы получить украинское гражданство, используя упрощенный  порядок, необходимо всего 3 месяца. В соответствии с отечественным законодательством («Закон о гражданстве») стать украинскими гражданами, используя упрощенный режим, могут граждане прочих государств, а также лица, не имеющие гражданства.",
      "ul1": ["Закон предусматривает возможность получения украинского гражданства:", [
              "по праву рождения;",
              "по происхождению с определенной территории;",
              "при восстановлении утраченного гражданства;",
              "при усыновлении или удочерении;",
              "при получении опекунства или попечительства над детьми;",
              "при получении опекунства над недееспособными лицами;",
              "при наличии украинского гражданства у родителей;",
              "при установлении фактов отцовства или материнства."
            ]  
      ],
      "p2": "Также могут быть учтены прочие основаниям, которые предусмотрены различными договоренностями международного порядка между нашей страной и другими государствами.",
      "p3": "Если вам необходимо получить украинское гражданство, необходимо составить соответствующее заявление или ходатайство, которое передается в соответствующий орган миграционной службы в вашем городе, районе или области.",
      "p4": "В случае, если лицо, получающее гражданство по упрощенному порядку, не проживает в данный момент в нашей стране, необходимо обращаться в ближайшее консульское заведение или дипломатическое представительство Украины за рубежом. ",
      "p5": "Заявления рассматриваются с последующим принятием решений в главных управлениях миграционной службы в Киеве."
    },
    "textUA": {
          "p1": "Для того щоб отримати українське громадянство, використовуючи спрощений порядок, необхідно всього 3 місяці. Відповідно до вітчизняного законодавства ( «Закон про громадянство») стати українськими громадянами, використовуючи спрощений режим, можуть громадяни інших держав, а також особи, які не мають громадянства.",
          "ul1": ["Закон передбачає можливість отримання українського громадянства:", [
                  "за правом народження;",
                  "за походженням з певної території;",
                  "при відновленні втраченого громадянства;",
                  "при усиновлення або удочерінні;",
                  "при отриманні опікунства або піклування над дітьми;",
                  "при отриманні опікунства над недієздатними особами;",
                  "при наявності українського громадянства у батьків;",
                  "при встановленні фактів батьківства чи материнства."
                ]  
          ],
          "p2": "Також можуть бути враховані інші підстави, які передбачені різними домовленостями міжнародного порядку між нашою країною та іншими державами.",
          "p3": "Якщо вам необхідно отримати українське громадянство, необхідно скласти відповідну заяву, яка передається до відповідного органу міграційної служби у вашому місті, районі або області.",
          "p4": "У разі якщо особа, яка отримує громадянство за спрощеним порядком, не проживає в даний момент у нашій країні, необхідно звертатися до найближчого консульського закладу або дипломатичного представництва України за кордоном.",
          "p5": "Заяви розглядаються з подальшим прийняттям рішень в головних управліннях міграційної служби в Києві."
        },
    "path": "hromadianstvo-ukrainy-sproshchenyi-poriadok",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "2",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship by territorial origin",
    "titleRU": "Гражданство Украины по территориальному происхождению",
    "titleUA": "Отримання українського громадянства за територіальним походженням",
    "previewEN": "Stateless persons, foreign residents and their children who have not reached the age of majority have the right to obtain Ukrainian citizenship by territorial origin in the following situations...",
    "previewRU": "Право на получение украинского гражданства по территориальному происхождению (ПУГТП) имеют лица, не имеющие гражданства, иностранные резиденты и их дети, не достигшие совершеннолетия, в следующих ситуациях...",
    "previewUA": "Право на отримання українського громадянства за територіальним походженням (ПУГТП) мають особи, у яких немає громадянства, іноземні резиденти та їхні діти, які не досягли повноліття, в таких ситуаціях...",
    "textEN": {
      "ul1": [
        "Stateless persons, foreign residents and their children who have not reached the age of majority have the right to obtain Ukrainian citizenship by territorial origin in the following situations:", 
      [
        "The applicant, brothers and sisters, mother or father, as well as his parents, children or grandchildren who were born or have always lived before 24.08.1991 within the territory that became Ukraine in its present form;",
        "The applicant, brothers and sisters, mother or father, as well as their parents, whose children or grandchildren were born or have always lived in other territories. ",
        "Children who born on Ukrainian territory after 24/08/91, if they did not become citizens of other countries at birth."
      ]
    ],
    "ul2": [
        "In order to issue a Ukrainian citizenship by territorial origin, you need to contact the relevant migration control and registration authorities, where you need to submit:",
        [
            "Statement of Ukrainian citizenship by territorial origin.",
            "2 photos of fixed size 35 x 45 mm.",
            "If the applicant does not have any citizenship, an appropriate certified document is required to prove this fact.",
            "Foreigners provide a document certifying the termination of their citizenship. If the applicant had passports of different countries, documents are provided for each of them. Obligations to terminate foreign citizenship do not need to be provided in cases where the laws of these states automatically deprive a person of citizenship when acquiring citizenship of other countries.",
            "Persons who have received refugee status or political asylum in our country provide a document on renunciation of foreign citizenship.",
            "An application of the established form on the change of citizenship is submitted by foreigners, the legislation of the countries of which provides for the automatic termination of citizenship upon obtaining it in Ukraine.",
            "A copy of the birth certificate, as well as any other document that can confirm the birth of a person or his immediate family in such territories. In addition, documents are required that confirm the existence of family ties.",
            "Documents that confirm the permanent residence of the person or his immediate family in the above territories. In addition, documents are required that confirm the existence of these family ties.",
            "A statement of the established form that the child agrees to receive Ukrainian citizenship if he is already 14 years old."
        ]
    ],
    "p0": "Important moments",
    "p1": "Sometimes there are no documents that can confirm the facts of permanent residence or birth of the applicant before August 24, 1991 in the indicated territories. Also, sometimes there are no documents that confirm the presence of the indicated family ties. Then an appropriate court decision is needed for the obtaining Ukrainian citizenship by territorial origin.",
    "p2": "Within 2 years after obtaining Ukrainian citizenship, foreigners who have submitted obligations to terminate their previous foreign citizenship, they must submit the relevant documents to the migration services of our country. These documents must be issued and certified by the authorized bodies of the country of which they were previously citizens.",
    "p3": "In the event that such documents can not be obtained for reasons beyond the control of the applicant, it is necessary to submit a declaration. This is a document on renunciation of old citizenship. Applicants who have received Ukrainian citizenship, who have submitted appropriate declarations of renunciation of their previous citizenship, must return their old passport to the appropriate authorities. If the applicant has received refugee status or political asylum in our country, the passport may not be returned",
    "p4": "The date of obtaining Ukrainian citizenship of Ukraine by territorial origin is the day, month and year of registration of citizenship in the relevant authorities of our country. "

  },
    "textRU": {
      "ul1": [
        "Право на получение украинского гражданства по территориальному происхождению (ПУГТП) имеют лица, не имеющие гражданства, иностранные резиденты и их дети, не достигшие совершеннолетия, в следующих ситуациях:", 
      [
        "Заявитель, родные братья и сестры, мать или отец, а также их родители, дети или внуки которого были рождены или всегда жили до 24,08,1991 года в пределах территории, ставшей Украиной в ее сегодняшнем виде;",
        "Заявитель, родные братья и сестры, мать или отец, а также их родители, дети или внуки которого были рождены или всегда жили на прочих территориях, среди которых различные части УНР, Закарпатья, УССР и так далее.",
        "Дети, родившиеся на украинской территории после 24/08/91 года, в случае, если они не стали гражданами прочих стран при рождении."
      ]
    ],
    "ul2": [
        "Чтобы оформить ПУГТП, необходимо обратиться в соответствующие органы контроля и учета миграции, где нужно сдать:",
        [
            "Заявление о ПУГТП.",
            "2 фото установленного размера 35 на 45 мм.",
            "Если заявитель не имеет никакого гражданства, требуется соответствующий заверенный документ, удостоверяющий этот факт.",
            "Иностранцы предоставляют документ, удостоверяющий прекращение их подданства. Если заявитель имел паспорт разных стран, документы предоставляются по каждой из них. Обязательства о прекращении иностранного гражданства не нужно предоставлять в тех случаях, когда законы этих государств автоматически лишают его человека при получении гражданства прочих стран.",
            "Лица, получившие статус беженца или политическое убежище в нашей стране, предоставляют документ об отказе от иностранного гражданства.",
            "Заявление установленного образца об изменении гражданства подают иностранцы, законодательство стран которых предусматривает автоматическое прекращение гражданства при получении его в Украине.",
            "Копия свидетельства о рождении, а также любой другой документ, который может подтвердить рождение лица или его ближайших полнокровных родственников на вышеуказанных территориях. Кроме того, необходимы документы, которые подтверждают наличие указанных родственных связей.",
            "Документы, которые подтверждают постоянное проживание лица или его ближайших полнокровных родственников на вышеуказанных территориях.  Кроме того, необходимы документы, которые подтверждают наличие указанных родственных связей.",
            "Заявление установленного образца о том, что ребенок согласен получить украинское гражданство, если ему уже исполнилось 14 лет."
        ]
    ],
    "p0": "Важные моменты",
    "p1": "Если документы, которые могут подтвердить факты постоянного проживания или рождения заявителя до 24 августа 1991 года на определенных выше территориях, а также документы, которые подтверждают наличие указанных родственных связей отсутствуют, для ПУГТП необходимо соответствующее судовое решение.",
    "p2": "В течение 2 лет после получения украинского гражданства иностранцами, подавшими обязательства о прекращении прежнего иностранного подданства, они должны предоставить соответствующие документы в миграционные службы нашей страны. Эти документы должны быть выданы и заверены уполномоченными органами страны, гражданами которой они прежде являлись.",
    "p3": "В случае, когда подобные документы получить не удается по независящим от заявителя причинам, необходимо подать декларацию - документ об отказе от старого гражданства. Заявители, получившие украинское гражданство, подавшие соответствующие декларации об отказе от прежнего подданства, должны вернуть свой старый паспорт в соответствующие органы и службы. В случае, если заявителю предоставлен статус беженца или политическое убежище в нашей стране, паспорт можно не возвращать.",
    "p4": "Датой получения украинского гражданства Украины по территориальному происхождению считается число, месяц и год регистрации гражданства в соответствующих службах и органах нашей страны."

  },
    "textUA": {
          "ul1": [
            "Право на отримання українського громадянства за територіальним походженням (ПУГТП) мають особи, у яких немає громадянства, іноземні резиденти та їхні діти, які не досягли повноліття, в таких ситуаціях:", 
          [
            "Заявник, рідні брати та сестри, мати або батько, а також їхні батьки, діти або онуки якого були народжені або завжди жили до 24,08,1991 року в межах території, що стала Україною в її сьогоднішньому вигляді;",
            "Заявник, рідні брати та сестри, мати або батько, а також їхні батьки, діти або онуки якого були народжені або завжди жили на інших територіях, серед яких різні частини УНР, Закарпаття, УРСР і так далі.",
            "Діти, що народилися на українській території після 24/08/91 року в разі, якщо вони не стали громадянами інших країн при народженні."
          ]
        ],
        "ul2": [
            "Щоб оформити ПУГТП, необхідно звернутися до відповідних органів контролю та обліку міграції, де потрібно надати:",
            [
                "Заява про ПУГТП.",
                "2 фото встановленого розміру 35 на 45 мм.",
                "Якщо заявник не має громадянства, потрібен відповідний завірений документ, що засвідчує цей факт.",
                "Іноземці надають документ, що засвідчує припинення їх підданства. Якщо заявник мав паспорт різних країн, документи надаються по кожній з них. Зобов'язання про припинення іноземного громадянства не потрібно надавати в тих випадках, коли закони цих держав автоматично позбавляють його людину при отриманні громадянства інших країн.",
                "Особи, які отримали статус біженця або політичний притулок в нашій країні, надають документ про відмову від іноземного громадянства.",
                "Заяву встановленого зразка про зміну громадянства подають іноземці, законодавство країн яких передбачає автоматичне припинення громадянства при отриманні його в Україні.",
                "Копія свідоцтва про народження, а також будь-який інший документ, який може підтвердити народження особи або її найближчих повнокровних родичів на вищевказаних територіях. Крім того, необхідні документи, які підтверджують наявність зазначених родинних зв'язків.",
                "Документи, що підтверджують постійне проживання особи або її найближчих повнокровних родичів на вищевказаних територіях. Крім того, необхідні документи, які підтверджують наявність зазначених родинних зв'язків.",
                "Заява встановленого зразка про те, що дитина згодна отримати українське громадянство, якщо їй вже виповнилося 14 років."
            ]
        ],
        "p0": "Важливі моменти.",
        "p1": "Якщо документи, які можуть підтвердити факти постійного проживання або народження заявника до 24 серпня 1991 року на зазначених вище територіях, а також документи, які підтверджують наявність зазначених споріднених зв'язків, відсутні, для ПУГТП необхідне відповідне судове рішення.",
        "p2": "Протягом 2 років після отримання українського громадянства іноземцями, які подали зобов'язання про припинення колишнього іноземного підданства, вони повинні надати відповідні документи до міграційних служб нашої країни. Ці документи повинні бути видані та завірені уповноваженими органами країни, громадянами якої вони були.",
        "p3": "У разі, коли подібні документи отримати не вдається через незалежні від заявника причини, необхідно подати декларацію - документ про відмову від старого громадянства. Заявники, які отримали українське громадянство, які подали відповідні декларації про відмову від колишнього підданства, повинні повернути свій старий паспорт у відповідні органи і служби. У разі якщо заявнику надано статус біженця або політичний притулок в нашій країні, паспорт можна не повертати.",
        "p4": "Датою отримання українського громадянства України за територіальним походженням вважається число, місяць і рік реєстрації громадянства у відповідних службах та органах нашої країни."

      },
    "path": "hromadianstvo-teritorialne-pokhodzhennia",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "3",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship after the establishment of child guardianship or trusteeship",
    "titleRU": "Получение украинского гражданства после установления над детьми опекунства или попечительства",
    "titleUA": "Отримання українського громадянства після встановлення над дітьми опікунства чи піклування",
    "previewEN": "This procedure also provides for the acquisition of citizenship in situations when children get a job in specialized educational institutions, medical institutions, and are also registered by inmates of family-type orphanages. ",
    "previewRU": "Данная процедура также предусматривает получение гражданства в ситуациях, когда дети устраиваются в специализированные общеобразовательные учреждения, медицинские заведения, а также оформляются воспитанниками детских домов семейного типа. ",
    "previewUA": "Дана процедура також передбачає отримання громадянства в ситуаціях, коли діти влаштовуються у спеціалізовані загальноосвітні установи, медичні заклади, а також оформляються вихованцями дитячих будинків сімейного типу.",
    "textEN": {
      "p1": "This procedure also provides for the acquisition of citizenship in situations when children get a job in specialized educational institutions, medical institutions, and are also registered by inmates of family-type orphanages. Also, a child can receive an UC upon admission to a foster or patronage family.",
      "ul1": [
        "In order to obtain a UC in this case, applicants must meet the following requirements:",
        [
          "The child has foreign citizenship or does not have it at all, while the guardianship or trusteeship will be performed by a Ukrainian citizen;",
          "The child has foreign citizenship or does not have it at all, while guardians are appointed for guardianship or trusteeship, one of whom must have a UC, and the second may not have it at all;",
          "Children permanently residing in Ukraine, who have foreign citizenship or do not have citizenship, can receive a UG, subject to the establishment of guardianship or trusteeship over them by the applicants. One of them is Ukrainian, and the other is a foreign citizen. In this case, the child must not acquire the citizenship of a foreign guardian;",
          "Children whose parents have died are deprived of parental rights, unaccounted-for or completely incapacitated. If the parents are not found, and the children are constantly in specialized children's or medical institutions. Heads performs guardianship and trusteeship until the age of majority, including helping the child to obtain UC;",
          "Children whose parents have died are deprived of parental rights, unaccounted-for  or completely incapacitated. If the parents are not found, and the children permanently live in orphanages, are in a foster family or with a foster caregiver, they can obtain citizenship if at least one of the foster parents has it;",
          "Persons who have reached the age of majority who have not yet received the UC. They are foreign citizens or stateless at all. In case of guardianship in an orphanage, medical institution, foster caregiver, the appropriate procedure for the timely receipt of the UC by the child was not carried out."
        ]
      ],
      "ul2": [
          "As for the documents required to obtain a UG, they may differ for each specific case. As a rule, you need the following:",
          [
            "A statement of a specific sample and form;",
            "A copy of the child's birth document;",
            "Documentation confirming the fact that the child has foreign citizenship or does not have any citizenship at all;",
            "Documents from the guardianship or trusteeship authorities or a court decision that indicates the establishment of the fact of guardianship or trusteeship over the children;",
            "a statement from children who have reached the age of 14 that they do not mind receiving UC;",
            "Certificates or copies of documents confirming the presence of Ukrainian citizenship of persons engaged in guardianship or trusteeship activities;",
            "If necessary, provide documents stating that one of the two persons performing guardianship or trusteeship activities does not have any citizenship;",
            "If necessary, provide certificates that one of the two persons performing guardianship or trusteeship activities has foreign citizenship of one or more countries;",
            "Certificates confirming the fact that children do not have newly acquired citizenship of other states after they have been appointed guardians or custodians;",
            "Certificates that indicate the fact of the permanent presence of children on Ukrainian territory;",
            "Certificates that indicate the fact of permanent residence, study or treatment in the relevant childcare or medical institution. The heads of such institutions carry out guardianship and trusteeship;",
            "Copies of documentation establishing the fact of both parents death, deprivation of their parental rights, recognition as unaccounted-for  or completely incapacitated. And also a copy of the certificate stating that they were not found (if necessary);",
            "Certificates confirming the transfer of children for permanent residence, study and upbringing in foster families, orphanages or foster upbringers;",
            "2 photos of the established sample if children reach the age of seven years."
          ]
      ],
      "ul3": [
        "The date of receipt of the UC in accordance with one of the situations depends on several factors and may occur:",
        [
          "after the decision has been taken, the relevant decision by the judicial authorities on the appointment of guardianship or trusteeship institutions;",
          "From the moment of establishment of guardianship or trusteeship by the applicants, provided that the children have not acquired the citizenship of one of the guardians who is a foreigner;",
          "When children are admitted to medical or educational institutions with the appointment of heads of guardians;",
          "When children enter children's \"family\" homes, foster families or foster upbringers."
        ]
      ]
    },
    "textRU": {
      "p1": "Данная процедура также предусматривает получение гражданства в ситуациях, когда дети устраиваются в специализированные общеобразовательные учреждения, медицинские заведения, а также оформляются воспитанниками детских домов семейного типа. Также ребенок может получить УГ при поступлении в приемную или патронатную семью.",
      "ul1": [
        "Чтобы получить УГ в данном случае, заявители должны отвечать следующим требованиям:",
        [
          "Ребенок имеет иностранное гражданство или не имеет его вообще, при этом опекунство или попечительство будет выполнять украинский гражданин.",
          "Ребенок имеет иностранное гражданство или не имеет его вообще, при этом для опекунства или попечительства назначаются опекуны, один из которых должен иметь УГ, а второй может не иметь его вообще.",
          "Дети, проживающие постоянно в Украине, которые имеют иностранное гражданство или не имеют гражданства в целом, могут получить УГ при условии установлении над ними опекунства или попечительства заявителями, один из которых является украинцем, а второй – иностранным гражданином. При этом ребенок не должен приобрести гражданство иностранного опекуна.",
          "Дети, чьи родители скончались, были лишены родительских прав, были признаны без вести пропавшими или полностью недееспособными. Если родители не найдены, а дети постоянно находятся в специализированных детских или медицинских заведениях, их руководство выполняет опекунство и попечительство по достижении совершеннолетия, в том числе – оказывает помощь в получении УГ ребенком.",
          "Дети, чьи родители скончались, были лишены родительских прав, были признаны без вести пропавшими или полностью недееспособными. Если родители не найдены, и дети постоянно проживают в детских домах, находятся в приемной семье или у патронатного воспитателя, получение гражданства возможно при условии наличия хотя бы у одного из приемных родителей УГ.",
          "Лица, достигшие совершеннолетия, которые до сих пор не получили УГ, являясь иностранным подданным или не имея гражданства вообще. При этом при опекунстве или попечительстве в детском доме, медицинском учреждении, патронатным воспитателем не была проведена соответствующая процедура своевременного получения ребенком УГ."
        ]
      ],
      "ul2": [
          "Что касается документов, необходимых для получения УГ, они могут разниться для каждого конкретного случая. Как правило, необходимо следующее:",
          [
            "Заявление определенного образца и формы.",
            "Копия детского документа о рождении.",
            "Документация, подтверждающая факт, что ребенок имеет иностранное гражданство или не имеет никакого гражданства в целом.",
            "Документы от попечительских или опекунских органов или судовое решение, которое указывает на установление над детьми факта опеки или попечительства.",
            "Установленного образца заявление детей, достигших 14-летнего возраста о том, что они не против получить УГ.",
            "Справки или копии документов о наличии украинского гражданства у лиц, осуществляющих опекунскую или попечительскую деятельность.",
            "При необходимости – документы о том, что одно из двух лиц, выполняющих опекунскую или попечительскую деятельность, не имеет никакого гражданства.",
            "При необходимости – справки о том, что одно из двух лиц, выполняющих опекунскую или попечительскую деятельность, имеет иностранное гражданство одной или нескольких стран.",
            "Справки, подтверждающие факт, что дети не имеют новоприобретенного гражданства прочих государств после того, как им были назначены опекуны или попечители.",
            "Справки, которые указывают на факт постоянного нахождения детей на украинской территории.",
            "Справки, которые указывают на факт постоянного нахождения, проживания, учебы или лечения в соответствующем детском заведении или медицинском учреждении, чье руководство осуществляет опекунство и попечительство.",
            "Копии документации, устанавливающих факт смерти обоих родителей, лишения их родительских прав, признания без вести пропавшими или целиком недееспособными, а также – справки о том, что они не найдены (при необходимости).",
            "Справки, которые подтверждают передачу детей для постоянного проживания, учебы и воспитания в приемные семьи, детские дома или патронатным воспитателям.",
            "2 фото установленного образца в случае достижения детьми семилетнего возраста."
          ]
      ],
      "ul3": [
        "Дата получения УГ по одному из вышеперечисленных ситуаций зависит от нескольких факторов и может наступать:",
        [
          "Как только принято соответствующее решение судовыми органами о назначении опекунских или попечительских служб, учреждений или заведений;",
          "С момента установления опеки или попечительства лицами-заявителями при условии, что дети не получили гражданство одного из опекунов, являющегося иностранцем.",
          "При приеме детей в медицинские или общеобразовательные учреждения с назначением опекунами руководства.",
          "При поступлении детей в детские «семейные» дома, в приемные семьи или к патронатным воспитателям."
        ]
      ]
    },
    "textUA": {
        "p1": "Дана процедура також передбачає отримання громадянства в ситуаціях, коли діти влаштовуються у спеціалізовані загальноосвітні установи, медичні заклади, а також оформляються вихованцями дитячих будинків сімейного типу. Також дитина може отримати УГ при вступі до прийомної або патронатної сім'ї.",
        "ul1": [
          "Щоб отримати УГ в даному випадку, заявники повинні відповідати наступним вимогам:",
          [
            "Дитина має іноземне громадянство або не має його взагалі, при цьому опікунство чи піклування виконуватиме український громадянин.",
            "Дитина має іноземне громадянство або не має його взагалі, при цьому для опікунства чи піклування призначаються опікуни, один з яких повинен мати УГ, а другий може не мати його взагалі.",
            "Діти, які проживають постійно в Україні, які мають іноземне громадянство або не мають громадянства в цілому, можуть отримати УГ за умови встановлення над ними опікунства чи піклування заявниками, один з яких є українцем, а другий - іноземним громадянином. При цьому дитина не повинна отримати громадянство іноземного опікуна.",
            "Діти, чиї батьки померли, були позбавлені батьківських прав, були визнані зниклими без вісті або повністю недієздатними. Якщо батьки не знайдені, а діти постійно перебувають у спеціалізованих дитячих або медичних закладах, їх керівництво виконує опікунство та піклування до досягнення повноліття, в тому числі надає допомогу в отриманні УГ дитиною.",
            "Діти, чиї батьки померли, були позбавлені батьківських прав, були визнані зниклими без вісті або повністю недієздатними. Якщо батьки не знайдені, і діти постійно проживають в дитячих будинках, знаходяться в прийомній сім'ї або у патронатного вихователя, отримання громадянства можливо за умови наявності хоча б у одного з прийомних батьків УГ.",
            "Особи, які досягли повноліття, які до сих пір не отримали УГ, будучи іноземним підданим або не маючи громадянства взагалі. При цьому при опікунстві або піклуванні в дитячому будинку, медичній установі, патронатним вихователем не була проведена відповідна процедура своєчасного отримання дитиною УГ."
          ]
        ],
        "ul2": [
            "Що стосується документів, необхідних для отримання УГ, вони можуть різнитися для кожного конкретного випадку. Як правило, необхідно наступне:",
            [
              "Заява встановленого зразку та форми.",
              "Копія документа про народження дитини",
              "Документація, що підтверджує факт, що дитина має іноземне громадянство або не має ніякого громадянства в цілому.",
              "Документи від опікунських органів або судове рішення, яке вказує на встановлення над дітьми факту опіки або піклування.",
              "Встановленого зразка заява дітей, які досягли 14-річного віку, про те, що вони не проти отримати УГ.",
              "Довідки або копії документів про наявність українського громадянства у осіб, які здійснюють піклувальну або опікунську діяльність.",
              "При необхідності - документи про те, що одна з двох осіб, які виконують опікунську або піклувальну діяльність, не має ніякого громадянства.",
              "При необхідності - довідки про те, що одна з двох осіб, які виконують опікунську діяльність, має іноземне громадянство однієї або декількох країн.",
              "Довідки, що підтверджують факт, що діти не мають новопридбаного громадянства інших держав після того, як їм були призначені опікуни або піклувальники.",
              "Довідки, які вказують на факт постійного знаходження дітей на українській території.",
              "Довідки, які вказують на факт постійного знаходження, проживання, навчання або лікування у відповідному дитячому закладі або медичному закладі, чиє керівництво здійснює опікунство та піклування.",
              "Копії документації, що встановлює факт смерті обох батьків, позбавлення їх батьківських прав, визнання безвісно зниклими чи цілком недієздатними, а також довідки про те, що вони не знайдені (при необхідності).",
              "Довідки, які підтверджують передачу дітей для постійного проживання, навчання і виховання в прийомні сім'ї, дитячі будинки або до патронатних вихователів.",
              "2 фото встановленого зразка у разі досягнення дітьми семирічного віку."
            ]
        ],
        "ul3": [
          "Дата отримання УГ відповідно до однієї з перерахованих вище ситуацій залежить від декількох факторів і може наступати:",
          [
            "Як тільки прийнято відповідне рішення судовими органами про призначення опікунських або піклувальних служб, установ або закладів;",
            "З моменту встановлення опіки або піклування особами-заявниками за умови, що діти не отримали громадянства одного з опікунів, який є іноземцем.",
            "При прийомі дітей до медичних або загальноосвітніх установх з призначенням опікунами керівництва.",
            "При надходженні дітей до дитячих «сімейних» домів, у прийомні сім'ї або до патронатних вихователів."
          ]
        ]
      },
    "path": "hromadanstvo-za-opikoiu",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "4",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship after the adoption procedure",
    "titleRU": "Получение украинского гражданства после процедуры усыновления",
    "titleUA": "Отримання українського громадянства після процедури усиновлення",
    "previewEN": "The right to obtain Ukrainian citizenship (UC) after the adoption procedure has...",
    "previewRU": "Право получить украинское гражданство (УГ) после процедуры усыновления имеют...",
    "previewUA": "Право отримати українське громадянство (УГ) після процедури усиновлення мають...",
    "textEN":  {
      "ul1": [
        "The right to obtain Ukrainian citizenship (UC) after the adoption procedure has:",
        [
          "Children who are foreign nationals or do not have a specific citizenship who are going to be adopted by Ukrainian parents;",
          "Children who are foreign nationals or stateless who are going to be adopted by their parents. One of the parents has UC, and the other does not have Ukrainian or any other citizenship;",
          "Children who are foreign nationals or stateless, who are going to be adopted by their parents. One of them has Ukrainian, and the second has foreign citizenship;",
          "Adult children who do not have a certain citizenship, but who are permanently within the borders of our country, who are going to be adopted by parents, one or both of whom have UC."
        ]
      ],

      "ul2": [
        "To obtain a UC as a result of passing the established adoption procedure, it is required to submit:",
        [
          "statement according to the sample;",
          "Documents confirming that children have foreign citizenship or its complete absence;",
          "A copy of the judicial, consular or diplomatic document of the relevant body, which confirms the fact of the adoption of children;",
          "If necessary, you need to file a resolution of the relevant body or service of another country, in which the children lived before adoption;",
          "Copy of birth certificate of children;",
          "If children are from 14 to 18 years old, you need a statement of the established form on their behalf that they do not mind receiving UC;",
          "Copies of passports and other necessary documents of people who adopt children. Documents must confirm that future parents have UC;",
          "If necessary, provide documents that one of the parents is stateless;",
          "Documents on the presence of foreign citizenship of one of the parents. If the mother or father is citizens of several countries, certificates from each state are required;",
          "Documents confirming that the parents were married at the time of adoption;",
          "2 photos of the established sample if children reach the age of seven years."
        ]
      ],
      "p1": "The child receives UG from the moment when the decision of the relevant authorities on the successful completion of the adoption procedure comes into force."
    },
    "textRU": {
      "ul1": [
        "Право получить украинское гражданство (УГ) после процедуры усыновления имеют:",
        [
          "Дети, являющиеся иностранными подданными или не имеющими определенного гражданства, которых собираются усыновить или удочерить украинские родители;",
          "Дети, являющиеся иностранными подданными или не имеющими определенного гражданства, которых собираются усыновить или удочерить родители, один из которых имеет УГ, а второй не имеет украинского или какого-либо другого гражданства.",
          "Дети, являющиеся иностранными подданными или не имеющими определенного гражданства, которых собираются усыновить или удочерить родители, один из которых имеет украинское, а второй – иностранное гражданство.",
          "Совершеннолетние дети, не имеющие определенного гражданства, но при этом постоянно находящиеся в пределах нашей страны, которых собираются усыновить или удочерить родители, один или оба из которых имеют УГ."
        ]
      ],

      "ul2": [
        "Для получения УГ в результате прохождения установленной процедуры усыновления требуется подать:",
        [
          "Установленного образца заявление.",
          "Документы, подтверждающие наличие у детей иностранного гражданства или полного отсутствия оного.  ",
          "Копия судового, консульского или дипломатического документа соответствующего органа, которая подтверждает факт усыновления детей.",
          "При необходимости – разрешение соответствующего органа или службы другой страны, в которой до усыновления проживали дети. Этот документ должен быть признан действительным в нашей стране.",
          "Копия свидетельства о рождении детей.",
          "Если детям от 14 до 18 лет, необходимо заявление установленного образца от их лица о том, что они не против получить УГ.",
          "Копии паспортов и прочих необходимых документов людей, которые усыновляют детей. Документы должны подтверждать наличие у будущих родителей УГ.",
          "При необходимости – документы о том, что один из родителей не имеет определенного гражданства.",
          "Документы о наличии иностранного подданства у одного из родителей. Если мать или отец являются гражданами нескольких стран, необходимы справки из каждого государства.",
          "Документы, которые подтверждают, что родители на момент усыновления находились в браке.",
          "2 фото установленного образца в случае достижения детьми семилетнего возраста."
        ]
      ],
      "p1": "Ребенок получает УГ с момента, когда вступает в силу решение соответствующих органов и служб об успешном прохождении процедуры усыновления."
    },
    "textUA": {
      "ul1": [
        "Право отримати українське громадянство (УГ) після процедури усиновлення мають:",
        [
          "Діти, які є іноземними підданими або не мають певного громадянства, яких збираються усиновити або удочерити українські батьки;",
          "Діти, які є іноземними підданими або не мають певного громадянства, яких збираються усиновити або удочерити батьки, один з яких має УГ, а другий не має українського або будь-якого іншого громадянства.",
          "Діти, які є іноземними підданими або не мають певного громадянства, яких збираються усиновити або удочерити батьки, один з яких має українське, а другий - іноземне громадянство.",
          "Повнолітні діти, які не мають певного громадянства, але при цьому постійно знаходяться в межах нашої країни, яких збираються усиновити або удочерити батьки, один або обидва з яких мають УГ."
        ]
      ],

      "ul2": [
        "Для отримання УГ в результаті проходження встановленої процедури усиновлення потрібно подати:",
        [
          "Встановленого зразка заяву.",
          "Документи, що підтверджують наявність у дітей іноземного громадянства або повної відсутності його.",
          "Копія судового, консульського чи дипломатичного документа відповідного органу, яка підтверджує факт усиновлення дітей.",
          "При необхідності - дозвіл відповідного органу або служби іншої країни, в якій до усиновлення проживали діти. Цей документ повинен бути визнаний дійсним у нашій країні.",
          "Копія свідоцтва про народження дітей.",
          "Якщо дітям від 14 до 18 років, необхідна заява встановленого зразка від їх особи про те, що вони не проти отримати УГ.",
          "Копії паспортів та інших необхідних документів людей, які всиновлюють дітей. Документи повинні підтверджувати наявність у майбутніх батьків УГ.",
          "При необхідності - документи про те, що один з батьків не має певного громадянства.",
          "Документи про наявність іноземного підданства в одного з батьків. Якщо мати або батько є громадянами декількох країн, необхідні довідки з кожної держави.",
          "Документи, які підтверджують, що батьки на момент усиновлення перебували у шлюбі.",
          "Документи, які підтверджують, що батьки на момент усиновлення перебували у шлюбі."
        ]
      ],
      "p1": "Дитина отримує УГ з моменту, коли вступає в силу рішення відповідних органів і служб про успішне проходження процедури усиновлення."
    },
    "path": "hromadianstvo-za-vsynovlenniam",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "5",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship by birth",
    "titleRU": "Получение украинского гражданства по рождению",
    "titleUA": "Отримання українського громадянства за народженням",
    "previewEN": "In accordance with domestic legislation, Ukrainian citizens can be recognized...",
    "previewRU": "В соответствии с отечественным законодательством, украинскими гражданами могут быть признаны...",
    "previewUA": "Відповідно до вітчизняного законодавства українськими громадянами можуть бути визнані...",
    "textEN": {
      "ul1": [
        "In accordance with domestic legislation, Ukrainian citizens can be recognized;",
        [
          "Born children if their mother, father or both parents at the time of birth had Ukrainian citizenship;",
          "Children who were born within the Ukrainian territory from parents who do not have our citizenship but legally residing in Ukraine;",
          "Children who were born outside our country by parents who do not have our citizenship, but who permanently reside in Ukraine legally. However, these children do not acquire citizenship by birth in the country where they were born;",
          "Children who were born within our country from foreigners living in Ukraine legally. In this case, the child must not have acquired citizenship of one of the parents;",
          "Children who were born within our country by parents who have refugee status or who have received political asylum in Ukraine. The child must not have acquired by birth citizenship of the mother or father;",
          "Children who were born within our country by foreign citizens or stateless persons who legally reside in Ukraine. The child must not have the citizenship acquired by birth of one of the foreign parents;",
          "Newborns who were found on the territory of our country, whose parents could not be found."
        ]
      ],
      "ul2": [
        "Any child who has the right to obtain Ukrainian citizenship by birthright is automatically a citizen of our country from the moment of birth. To obtain citizenship, you must submit the following documents to the relevant authorities:",
        [
          "Application to obtain citizenship by birth;",
          "copy of birth certificate;",
          "a copy of the Ukrainian passport or any other document that confirms citizenship in the case when the mother or father has Ukrainian citizenship;",
          "a copy of the permanent residence permit, as well as any other documents that prove the parents' residence in our country legally. And also the fact that children did not receive citizenship of other countries in cases where the mother and father are stateless;",
          "a copy of a document that confirms that the mother or father has citizenship of other countries;",
          "a copy of a document that confirms the legality of the child's parents living in Ukraine at the time of birth;",
          "a copy of the document confirming refugee status;",
          "a copy of the document that indicates that the mother or father received political asylum;",
          "a document indicating that children do not have citizenship of other states by birthright."
        ]
      ]
  },
    "textRU": {
      "ul1": [
        "В соответствии с отечественным законодательством, украинскими гражданами могут быть признаны:",
        [
          "Рожденные дети, мать, отец или оба родителя которых в момент рождения имели украинское гражданство.",
          "Дети, которые были рождены в пределах украинской территории от родителей, не имеющих нашего гражданства, но проживающих в Украине на законных основаниях.",
          "Дети, которые были рождены за пределами нашей страны родителями, не имеющими нашего гражданства, но проживающих в Украине постоянно на законных основаниях. При этом эти дети не должны приобрести гражданства по праву рождения той страны, где они родились.",
          "Дети, которые были рождены в пределах нашей страны от иностранцев, проживающих в Украине на законных основаниях. Ребенок в этом случае не должен иметь приобретенного гражданства одного из родителей;",
          "Дети, которые были рождены в пределах нашей страны родителями, имеющими статус беженца или получившими политическое убежище в Украине. Ребенок не должен иметь приобретенного по рождению гражданства матери или отца.",
          "Дети, которые были рождены в пределах нашей страны иностранными гражданами или лицами, не имеющими гражданства, которые проживают в Украине законно. Ребенок не должен иметь приобретенного по рождению гражданства одного из иностранных родителей.",
          "Новорожденные, которые были обнаружены в территориальных пределах нашей страны, родителей которых не удалось найти. "
        ]
      ],
      "ul2": [
        "Любой ребенок, который имеет право на получение украинского гражданства по праву рождения, автоматически является гражданином нашей страны с момента появления на свет. Для получения гражданства необходимо предоставить следующие документы в соответствующие органы:",
        [
          "Заявление на получение гражданства по рождению;",
          "копию свидетельства о рождении;",
          "копию украинского паспорта или любого другого документа, который подтверждает гражданство в случае, когда мать или отец имеют украинское гражданство;",
          "копию вида на постоянное жительство, а также любых других документов, которые доказывают проживание родителей в нашей стране на законных основаниях и неполучение детьми гражданства прочих стран в случаях, когда мать и отец не имеют гражданства;",
          "копию документа, который подтверждает факт пребывания матери или отца в гражданстве прочих стран;",
          "копию документа, который подтверждает законность проживания родителей ребенка в Украине на момент рождения;",
          "копию документа, подтверждающего получение статуса беженца;",
          "копию документа, который указывает на получение матерью или отцом политического убежища;",
          "документ, указывающий на отсутствие у детей гражданства прочих государств по праву рождения."
        ]
      ]
  },
    "textUA": {
          "ul1": [
            "Відповідно до вітчизняного законодавства українськими громадянами можуть бути визнані:",
            [
              "Народжені діти, мати, батько або обидва батьки яких в момент народження мали українське громадянство.",
              "Діти, які були народжені в межах української території від батьків, які не мають нашого громадянства, але проживають в Україні на законних підставах.",
              "Діти, які були народжені за межами нашої країни батьками, які не мають нашого громадянства, але проживають в Україні постійно на законних підставах. При цьому ці діти не повинні отримати громадянство за правом народження тієї країни, де вони народилися.",
              "Діти, які були народжені в межах нашої країни від іноземців, які проживають в Україні на законних підставах. Дитина в цьому випадку не повинна мати громадянство, набуте одним з батьків;",
              "Діти, які були народжені в межах нашої країни батьками, які мають статус біженця або які отримали політичний притулок в Україні. Дитина не повинна мати придбаного за народженням громадянства матері або батька.",
              "Діти, які були народжені в межах нашої країни іноземними громадянами або особами, які не мають громадянства, які проживають в Україні законно. Дитина не повинна мати отриманого за народженням громадянства одного з іноземних батьків.",
              "Новонароджені, які були виявлені в територіальних межах нашої країни, батьків яких не вдалося знайти."
            ]
          ],
          "ul2": [
            "Будь-яка дитина, яка має право на отримання українського громадянства за правом народження, автоматично є громадянином нашої країни з моменту появи на світ. Для отримання громадянства необхідно надати наступні документи до відповідних органів:",
            [
              "Заява на отримання громадянства за народженням;",
              "копію свідоцтва про народження;",
              "копію українського паспорта або будь-якого іншого документа, який підтверджує громадянство у разі, коли мати або батько мають українське громадянство;",
              "копію посвідки на постійне проживання, а також будь-яких інших документів, які доводять проживання батьків в нашій країні на законних підставах і неотримання дітьми громадянства інших країн у випадках, коли мати та батько не мають громадянства;",
              "копію документа, який підтверджує факт перебування матері або батька в громадянстві інших країн;",
              "копію документа, який підтверджує законність проживання батьків дитини в Україні на момент народження;",
              "копію документа, що підтверджує отримання статусу біженця;",
              "копію документа, який вказує на отримання матір'ю або батьком політичного притулку;",
              "документ, який вказує на відсутність у дітей громадянства інших держав за правом народження."
            ]
          ]
      },
    "path": "hromadianstvo-za-narodzhenniam",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "6",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship by an incapacitated applicant",
    "titleRU": "Получение украинского гражданства недееспособным заявителем",
    "titleUA": "Отримання українського громадянства недієздатним заявником",
    "previewEN": "Obtaining Ukrainian citizenship (UC) after the establishment of guardianship over persons recognized as legally incompetent is one of the demanded services from the law firm Legal Center.",
    "previewRU": "Получение украинского гражданства недееспособным заявителем",
    "previewUA": "Отримання українського громадянства (УГ) після встановлення опікунства над особами, визнаними недієздатними в судовому порядку, є однією з затребуваних послуг від адвокатської компанії Правовий центр.",
    "textEN": {
      "p1": "Obtaining Ukrainian citizenship (UC) after the establishment of guardianship over persons recognized as legally incompetent is one of the demanded services from the law firm Legal Center.",
      "p2": "In order to obtain a UC in this case, a foreign citizen or stateless person permanently residing in our country must be declared legally incompetent in court. After that, you need to issue guardianship over the Ukrainian citizen.",
      "ul1": [
        "What you need to submit:",
        [
          "Application for obtaining citizenship by an incapacitated person;",
          "A copy of the court decision confirming the fact of establishing guardianship over the applicant after he was declared incapacitated;",
          "Certificates confirming that the guardian has a UC;",
          "Certificates confirming the fact of permanent residence of the incapacitated applicant on the territory of our country;",
          "2 photos of the established size of a person who was declared legally incompetent by a court decision."
        ]
      ],
      "p3": "The date of receipt of the UC is the moment when the court decision on the guardianship of the incapacitated person comes into force. "
      },
    "textRU":  {
      "p1": "Получение украинского гражданства (УГ) после установления опекунства над лицами, признанными недееспособными в судовом порядке, является одной из востребованных услуг от адвокатской компании Правовой центр.",
      "p2": "Чтобы получить УГ по этому основанию, иностранный гражданин или не имеющий какого-либо гражданства заявитель, проживающий на постоянной основе в нашей стране, должен быть признан недееспособным в судовом порядке, после чего должно быть установлено опекунство украинским гражданином.",
      "ul1": [
        "Что необходимо предоставить:",
        [
          "Заявление на получение гражданства недееспособным лицом;",
          "Копия судового решения, подтверждающая факт установления над заявителем опекунства после признания его недееспособным;",
          "Справки, подтверждающие наличие УГ у опекуна;",
          "Справки, подтверждающие факт постоянного проживания недееспособного заявителя на территории нашей страны;",
          "2 фото установленного размера лица, которое было признано судовым решением недееспособным."
        ]
      ],
      "p3": "Датой получения УГ заявителем является момент, когда вступает в силу судовое решение об опекунстве недееспособного лица."
      },
    "textUA": {
        "p1": "Отримання українського громадянства (УГ) після встановлення опікунства над особами, визнаними недієздатними в судовому порядку, є однією з затребуваних послуг від адвокатської компанії Правовий центр.",
        "p2": "Щоб отримати УГ за цим пунктом, іноземний громадянин або заявник, який не має будь-якого громадянства та проживає на постійній основі в нашій країні, повинен бути визнаний недієздатним у судовому порядку, після чого має бути встановлено опікунство українським громадянином.",
        "ul1": [
          "Що необхідно надати:",
          [
            "Заява на отримання громадянства недієздатною особою;",
            "Копія судового рішення, що підтверджує факт встановлення над заявником опікунства після визнання його недієздатним;",
            "Довідки, що підтверджують наявність УГ у опікуна;",
            "Довідки, що підтверджують факт постійного проживання недієздатного заявника на території нашої країни;",
            "2 фото встановленого розміру особи, яка була визнана судновим рішенням недієздатною."
          ]
        ],
        "p3": "Датою отримання УГ заявником є момент, коли вступає в силу судове рішення про опікунство недієздатної особи."
        },
    "path": "hromadianstvo-z-opikunstva",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "7",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining of Ukrainian citizenship by children and adults after recognition or establishment of the facts of paternity or maternity",
    "titleRU": "Получение украинского гражданства детьми и совершеннолетними лицами после признания или установления фактов отцовства или материнства",
    "titleUA": "Отримання українського громадянства дітьми та повнолітніми особами після визнання або встановлення фактів батьківства чи материнства",
    "previewEN": "The following applicants can get a UG in this category...",
    "previewRU": "Получить УГ в данной категории могут следующие заявители...",
    "previewUA": "Отримати УГ в даній категорії можуть такі заявники...",
    "textEN": {
      "ul1": [
         "The following applicants can get a UG in this category:",
         [
           "Children whose mother has foreign citizenship or does not have citizenship at all, and whose father is a Ukrainian citizen, and it does not matter where he was born and currently lives.",
           "Children whose father has foreign citizenship or does not have citizenship at all, and the mother has a UG, and it does not matter where she was born and currently lives.",
           "Children whose mother has foreign citizenship or does not have citizenship at all, when establishing the facts of paternity in which the father of the children was a Ukrainian citizen, and it does not matter where he was born and currently lives.",
           "Children whose father has foreign citizenship or does not have citizenship at all, when establishing the facts of motherhood in which the mother of the children was a Ukrainian citizen, and it does not matter where she was born and currently lives.",
           "Adult children without citizenship or who are foreign citizenship, whose mother has foreign citizenship or does not have it at all. Their father received UC after the 18th birthday of the children, and it does not matter where he was born and currently lives.",
           "Adult children who do not have any citizenship or are foreign citizenship, whose father has foreign citizenship or does not have it at all. Their mother received UC after the children came of age, and it does not matter where she was born and currently lives."
         ]
      ],
      "ul2": [
         "What needs to be submitted to the relevant authorities:",
         [
           "Application for obtaining UC;",
           "2 photos of the established sample and size, provided that the child reaches the age of seven years;",
           "a copy of the child's birth certificate;",
           "a statement by children who have reached the age of 14 that they do not mind receiving UC."
         ]
      ],
      "p1": "In addition, documents will be required regarding the recognition of the fact of paternity or maternity. This is a certificate confirming the parent's UC. If it is impossible to obtain such a certificate for any reason, the father, mother or both parents can submit a declaration document certifying that they have UC.",
      "p2": "Documents may also be required regarding the establishment of the fact of paternity or maternity. These are certificates of the father, mother or both parents, which can be obtained from the relevant migration service. The certificate must confirm the HS of the father, mother or both parents. If it is impossible to obtain such a certificate for any reason, the father, mother or both parents can submit a declaration document certifying that they have UC.",
      "p3": "It is necessary to have court decisions regarding the recognition of paternity or maternity, establishing the facts of paternity or maternity. You also need certificates of whether the father or mother has foreign citizenship or lack thereof.",
      "ul3": [
         "Adult applicants must submit:",
         [
           "Certificates of the applicant's lack of citizenship of other countries, if the person does not have any citizenship.",
           "If the applicant has citizenship of other countries, he must terminate it within the specified time frame. If you have citizenship of several countries, the applicant must terminate citizenship for each state within the specified time frame. Foreigners are not required to terminate their citizenship, in whose countries the legislation automatically provides for its closure upon obtaining citizenship of other countries. The same applies to situations when there are international treaties between our country and other states regulating the automatic termination of their citizens of foreign citizenship upon receipt of the UC.",
           "Applicants who are recognized as refugees or have received political asylum in our country, must to submit a document to renounce their citizenship.",
           "An application for a change of citizenship is submitted by foreign citizens of countries that have concluded international treaties with Ukraine. They regulate the automatic termination of their citizenship upon receipt of the UC."
         ]
      ],
      "ul4": [
         "The date of receipt of the UС is one of the following options, which depend on the basis:",
         [
           "Day, month and year of children’s birth or applicants who have reached the age of majority;",
           "Day, month and year when the father received the UC;",
           "Day, month and year when the mother received the UC;",
           "Day, month and year when the receipt by the applicants of the UC was registered."
         ]
      ]
   },
    "textRU": {
      "ul1": [
         "Получить УГ в данной категории могут следующие заявители:",
         [
           "Дети, чья мать имеет иностранное гражданство или не имеет какого-либо гражданства вообще, а отцом является украинский гражданин, причем неважно, где он родился и в настоящий момент проживает.",
           "Дети, чей отец имеет иностранное гражданство или не имеет какого-либо гражданства вообще, а мать имеет УГ, причем неважно, где она родилась и в настоящий момент проживает",
           "Дети, чья мать имеет иностранное гражданство или не имеет какого-либо гражданства вообще, при установлении фактов отцовства при которых отец детей являлся украинским гражданином, причем неважно, где он родился и проживает в настоящее время.",
           "Дети, чей отец имеет иностранное гражданство или не имеет какого-либо гражданства вообще, при установлении фактов материнства при которых мать детей являлась украинским гражданином, причем неважно, где она родилась и проживает в настоящее время.",
           "Совершеннолетние дети, не имеющие какого-либо гражданства или являющиеся иностранными подданными, чья мать имеет иностранное гражданство или не имеет его вообще, а отец после наступления совершеннолетнего возраста детей имеет УГ, причем неважно, где он родился и в настоящий момент постоянно проживает.",
           "Совершеннолетние дети, не имеющие какого-либо гражданства или являющиеся иностранными подданными, чей отец имеет иностранное гражданство или не имеет его вообще, а мать после наступления совершеннолетнего возраста детей имеет УГ, причем неважно, где она родилась и в настоящий момент постоянно проживает.",
           "Совершеннолетние дети, не имеющие какого-либо гражданства или являющиеся иностранными подданными, чья мать имеет иностранное гражданство или не имеет его вообще при условии, что после наступления совершеннолетнего возраста было установлено отцовство лица, являющего украинским гражданином, причем неважно, где отец родился и в настоящий момент проживает.",
           "Совершеннолетние дети, не имеющие какого-либо гражданства или являющиеся иностранными подданными, чей отец имеет иностранное гражданство или не имеет его вообще при условии, что после наступления совершеннолетнего возраста было установлено материнство лица, являющего украинским гражданином, причем неважно, где мать родилась и в настоящий момент проживает."
         ]
      ],
      "ul2": [
         "Что необходимо подать в соответствующие органы:",
         [
           "Заявление на получение УГ;",
           "2 фото установленного образца и размера при условии достижения ребенком семилетнего возраста;",
           "копия детского свидетельства о рождении;",
           "заявление детей, достигших 14-летнего возраста, о том, что они не против получить УГ."
         ]
      ],
      "p1": "Кроме того, потребуются документы, касающиеся признания факта отцовства или материнства. Это справки о подтверждении УГ родителей детей. Если подобную справку получить по каким-либо причинам невозможно, отец, мать или оба родителя могут подать документ-декларацию, свидетельствующую о наличии у них УГ.",
      "p2": "Также могут потребоваться документы, касающиеся установления факта отцовства или материнства. Это справки отца, матери или обоих родителей, которые можно получить в соответствующей миграционной службе. Справка должна подтверждать УГ отца, матери или обоих родителей.  Если подобную справку получить по каким-либо причинам невозможно, отец, мать или оба родителя могут подать документ-декларацию, свидетельствующую о наличии у них УГ.",
      "p3": "Далее необходимо наличие решений суда, касающихся признания либо отцовства, либо материнства, установления фактов отцовства или материнства, а также справки о наличии у отца или матери иностранного гражданства или отсутствия его вообще.",
      "ul3": [
         "Совершеннолетние заявители должны предоставлять:",
         [
           "Справки об отсутствии у заявителя гражданства прочих стран, если у лица нет никакого гражданства вообще.",
           "Если заявитель имеет гражданство других стран, он обязуется его прекратить в указанные сроки. При наличии гражданства нескольких стран, заявитель обязуется прекратить подданство по каждому государству в указанные сроки. Прекращать свое гражданство не обязаны иностранцы, в странах которых законодательство автоматически предусматривает его закрытие при получении подданства прочих стран. То же самое касается ситуаций, когда имеются международные договора между нашей страной и прочими государствами, регламентирующие автоматическое прекращение их гражданами иностранного подданства при получении УГ.",
           "Заявители, которые признаны беженцами или получили политическое убежище в нашей стране, подают документ об отказе от своего гражданства. ",
           "Прошение об изменении гражданства подают иностранные подданные, являющиеся гражданами стран, заключивших международные договоры с Украиной, регламентирующие автоматическое прекращение своего гражданства при обретении УГ."
         ]
      ],
      "ul4": [
         "Датой получения УГ считается один из следующих вариантов, которые зависят от основания:",
         [
           "Число, месяц и год рождения детей или заявителей, достигших совершеннолетия;",
           "Число, месяц и год, когда было получено УГ отцом;",
           "Число, месяц и год, когда было получено УГ матерью;",
           "Число, месяц и год, когда было зарегистрировано получение заявителями УГ."
         ]
      ]
   },
    "textUA": {
         "ul1": [
            "Отримати УГ в даній категорії можуть такі заявники:",
            [
              "Діти, чия мати має іноземне громадянство або не має громадянства взагалі, а батьком є українським громадянином, причому не важливо, де він народився і зараз проживає.",
              "Діти, чий батько має іноземне громадянство або не має будь-якого громадянства взагалі, а мати має УГ, причому не важливо, де вона народилася і зараз проживає.",
              "Діти, чия мати має іноземне громадянство або не має будь-якого громадянства взагалі, при встановленні фактів батьківства при яких батько дітей був українським громадянином, причому не важливо, де він народився і проживає в даний час.",
              "Діти, чий батько має іноземне громадянство або не має будь-якого громадянства взагалі, при встановленні фактів материнства, при яких мати дітей була українською громадянкою, причому не важливо, де вона народилася і проживає в даний час.",
              "Повнолітні діти, які не мають будь-якого громадянства або є іноземними підданими, чия мати має іноземне громадянство або не має його взагалі, а батько після настання повноліття дітей має УГ, причому не важливо, де він народився і зараз постійно проживає.",
              "Повнолітні діти, які не мають будь-якого громадянства або є іноземними підданими, чий батько має іноземне громадянство або не має його взагалі, а мати після настання повноліття дітей має УГ, причому не важливо, де вона народилася і зараз постійно проживає.",
              "Повнолітні діти, які не мають будь-якого громадянства або є іноземними підданими, чия мати має іноземне громадянство або не має його взагалі за умови, що після настання повноліття було встановлено батьківство особи, яка є українським громадянином, причому не важливо, де батько народився і зараз проживає.",
              "Повнолітні діти, які не мають будь-якого громадянства або є іноземними підданими, чий батько має іноземне громадянство або не має його взагалі за умови, що після настання повноліття було встановлено материнство особи, яка є українською громадянкою, причому не важливо, де мати народилася і зараз проживає."
            ]
         ],
         "ul2": [
            "Що необхідно подати до відповідних органів:",
            [
              "Що необхідно подати до відповідних органів:",
              "2 фото встановленого зразка і розміру за умови досягнення дитиною семирічного віку;",
              "копія свідоцтва про народження дитини;",
              "заява дітей, які досягли 14-річного віку, про те, що вони не проти отримати УГ."
            ]
         ],
         "p1": "Крім того, будуть потрібні документи, що стосуються визнання факту батьківства чи материнства. Це довідки про підтвердження УГ батьків дітей. Якщо подібну довідку отримати з яких-небудь причин неможливо, батько, мати чи батько й мати можуть подати документ-декларацію, яка свідчить про наявність у них УГ.",
         "p2": "Також можуть знадобитися документи, що стосуються встановлення факту батьківства чи материнства. Це довідки батька, матері або обох батьків, які можна отримати у відповідній міграційній службі. Довідка повинна підтверджувати УГ батька, матері або обох батьків. Якщо подібну довідку отримати з яких-небудь причин неможливо, батько, мати чи батько й мати можуть подати документ-декларацію, яка свідчить про наявність у них УГ.",
         "p3": "Далі необхідна наявність рішень суду, що стосуються визнання або батьківства, або материнства, встановлення фактів батьківства чи материнства, а також довідки про наявність у батька або матері іноземного громадянства або відсутності його взагалі.",
         "ul3": [
            "Повнолітні заявники повинні надавати:",
            [
              "Довідки про відсутність у заявника громадянства інших країн, якщо в особи немає ніякого громадянства взагалі.",
              "Якщо заявник має громадянство інших країн, він зобов'язується його припинити в зазначені терміни. При наявності громадянства декількох країн заявник зобов'язується припинити підданство кожної країни-господаря в зазначені терміни. Припиняти своє громадянство не зобов'язані іноземці, в країнах яких законодавство автоматично передбачає його закриття при отриманні підданства інших країн. Те ж саме стосується ситуацій, коли є міжнародні договори між нашою країною та іншими державами, які регламентують автоматичне припинення їх громадянами іноземного підданства при отриманні УГ.",
              "Заявники, які визнані біженцями або отримали політичний притулок у нашій країні, подають документ про відмову від свого громадянства.",
              "Прохання про зміну громадянства подають іноземні піддані, які є громадянами країн, які уклали міжнародні договори з Україною, що регламентують автоматичне припинення свого громадянства при отриманні УГ."
            ]
         ],
         "ul4": [
            "Датою отримання УГ вважається один з наступних варіантів, які залежать від підстави:",
            [
              "Число, місяць і рік народження дітей або заявників, які досягли повноліття;",
              "Число, місяць і рік, коли було отримано УГ батьком;",
              "Число, місяць і рік, коли було отримано УГ матір'ю;",
              "Число, місяць і рік, коли було зареєстровано отримання заявниками УГ."
            ]
         ]
      },
    "path": "hromadianstvo-batkivstvo-materynstvo",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },
  
  {
    "id": "8",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining Ukrainian citizenship by children, one or both of whose parents are citizens of Ukraine",
    "titleRU": "Получение украинского гражданства детьми, один или оба родителя которых являются гражданами Украины",
    "titleUA": "Отримання українського громадянства дітьми, один або обоє батьків яких є громадянами України",
    "previewEN": "Get the UC in this category can...",
    "previewRU": "Получить УГ в данной категории могут...",
    "previewUA": "Отримати УГ в даній категорії можуть...",
    "textEN":  {
      "ul1": [
        "Get the UC in this category can:",
        [
          "Children who are foreign citizens or do not have any citizenship, whose mother has Ukrainian citizenship, and whose father does not have any citizenship;",
          "Children who are foreign citizens or do not have any citizenship, whose father has Ukrainian citizenship, and whose mother does not have any citizenship;",
          "Children who do not have any citizenship, whose mother has Ukrainian citizenship, and whose father has foreign citizenship;",
          "Children who do not have any citizenship, whose father has Ukrainian citizenship, and whose mother has foreign citizenship;",
          "Children who are foreign citizens or do not have any citizenship, whose mother and father have Ukrainian citizenship;",
          "Children who have foreign citizenship, whose mother has UC, and whose father has foreign citizenship;",
          "Children who have foreign citizenship, whose father has UC, and whose mother has foreign citizenship."
        ]
      ],

      "ul2": [
        "To obtain UC, you need to submit:",
        [
          "Application for citizenship to a child;",
          "copy of the child's birth certificate;",
          "a certificate confirming the fact that the child has foreign citizenship or the complete absence of any citizenship;",
          "certificates indicating the presence of UC in the mother, father or both parents;",
          "certificates indicating the facts of the absence of citizenship of the mother or father;",
          "documents that indicate the fact that the child’s mother or father has foreign citizenship;",
          "a statement on behalf of a child who is already 14 years old that he is not mind to receiving UC;",
          "2 photos of the established size when children reach the age of seven years."
        ]
      ],
      "p1": "The date of receipt of the UC by the child is the moment when the registration of its acquisition was made in the relevant authorities."
    },
    "textRU":  {
      "ul1": [
        "Получить УГ в данной категории могут:",
        [
          "Дети, являющиеся иностранными гражданами или не имеющие какого-либо гражданства, мать которых имеет украинское гражданство, а отец не имеет какого-либо гражданства.",
          "Дети, являющиеся иностранными гражданами или не имеющие какого-либо гражданства, отец которых имеет украинское гражданство, а мать не имеет какого-либо гражданства.",
          "Дети, не имеющие какого-либо гражданства, мать которых имеет украинское гражданство, а отец – иностранное гражданство.",
          "Дети, не имеющие какого-либо гражданства, отец которых имеет украинское гражданство, а мать – иностранное гражданство",
          "Дети, являющиеся иностранными гражданами или не имеющие какого-либо гражданства, мать и отец которых имеют украинское гражданство;",
          "Дети, которые имеют иностранное гражданство, мать которых имеет УГ, а отец – иностранное гражданство.",
          "Дети, которые имеют иностранное гражданство, отец которых имеет УГ, а мать – иностранное гражданство"
        ]
      ],

      "ul2": [
        "Для получения УГ требуется подать:",
        [
          "Заявление на получение ребенком гражданства;",
          "копия детского свидетельства о рождении;",
          "справку, подтверждающую факт наличия у ребенка иностранного гражданства или полного отсутствия какого-либо гражданства;",
          "справки, указывающие на наличие УГ у матери, отца или обоих родителей;",
          "справки, указывающие на наличие УГ у матери, отца или обоих родителей;",
          "документы, которые указывают на факт наличия у матери или отца ребенка иностранного подданства;",
          "заявление от имени ребенка, которому уже исполнилось 14 лет о том, что он не против получения УГ;",
          "2 фото установленного размера по достижении детьми семилетнего возраста."
        ]
      ],
      "p1": "Датой получения ребенком УГ является момент, когда была совершена регистрация ее приобретения в соответствующих органах и службах."
    },
    "textUA": {
        "ul1": [
          "Отримати УГ в даній категорії можуть:",
          [
            "Діти, які є іноземними громадянами або не мають ніякого громадянства, мати яких має українське громадянство, а батько не має ніякого громадянства.",
            "Діти, які є іноземними громадянами або не мають ніякого громадянства, батько яких має українське громадянство, а мати не має ніякого громадянства.",
            "Діти, які не мають ніякого громадянства, мати яких має українське громадянство, а батько - іноземне громадянство.",
            "Діти, які не мають ніякого громадянства, батько яких має українське громадянство, а мати - іноземне громадянство",
            "Діти, які є іноземними громадянами або не мають ніякого громадянства, мати і батько яких мають українське громадянство;",
            "Діти, які мають іноземне громадянство, мати яких має УГ, а батько - іноземне громадянство.",
            "Діти, які мають іноземне громадянство, батько яких має УГ, а мати - іноземне громадянство."
          ]
        ],

        "ul2": [
          "Для отримання УГ потрібно подати:",
          [
            "Заява на отримання дитиною громадянства;",
            "копія свідоцтва про народження дитини;",
            "довідка, що підтверджує факт наявності у дитини іноземного громадянства або повної відсутності будь-якого громадянства;",
            "довідки, що вказують на наявність УГ у матері, батька або обох батьків;",
            "довідки, що вказують на факти відсутності громадянства у матері або батька;",
            "документи, які вказують на факт наявності у матері або батька дитини іноземного підданства;",
            "заяву від імені дитини, якій вже виповнилося 14 років, про те, що вона не проти отримання УГ;",
            "заяву від імені дитини, якій вже виповнилося 14 років, про те, що вона не проти отримання УГ;"
          ]
        ],
        "p1": "Датою отримання дитиною УГ є момент, коли була здійснена реєстрація його отримання у відповідних органах і службах."
      },
    "path": "hromadianstvo-za-batkamy",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  },

  {
    "id": "9",
    "img": "./assets/img/news.jpg",
    "titleEN": "Obtaining citizenship as a result of its restoration",
    "titleRU": "Получение гражданства в результате его восстановления",
    "titleUA": "Отримання громадянства в результаті його відновлення",
    "previewEN": "To be able to restore Ukrainian citizenship (UC) the applicant must belong to one of the following categories...",
    "previewRU": "Чтобы получить возможность восстановления украинского гражданства (УГ), заявитель должен относиться к одной из следующих категорий...",
    "previewUA": "Щоб отримати можливість відновлення українського громадянства (УГ), заявник повинен відноситися до однієї з наступних категорій...",
    "textEN": {
      "ul1": [
        "To be able to restore Ukrainian citizenship (UC) the applicant must belong to one of the following categories:",
        [
          "People who have terminated their Ukrainian citizenship and have not received another at the moment. It does not matter if the applicant lives in our country on a permanent basis or he is abroad.",
          "People who terminated their Ukrainian citizenship and received citizenship of other countries, who returned to our country for permanent residence.",
          "Children whose mother and father are restoring Ukrainian citizenship."
        ]
      ],

      "ul2": [
        "There are certain rules and restrictions associated with the restoration of citizenship in our country. People who can not renew their status:",
        [
          "Applicants who were deprived of the UC as a result of revealing the facts of fraud, deception, the use of false documents and submission of false data when first obtaining citizenship.",
          "Applicants in respect of whom the decision of the relevant authorities to restore the UC was canceled due to the detection of facts of fraud, deception, the use of false documents and the submission of false data, as well as the concealment of certain facts that could affect the decision.",
          "Complainants who committed genocide.",
          "The applicants who have committed crimes from the category of especially serious and are serving their sentences in our country. It should be understood that everything can be reconsidered after the extinguishment of the criminal record, its removal and the applicant's acquittal. This takes into account the degree of threat of the subject to the Ukrainian nation.",
          "Applicants who committed serious crimes in other countries."
        ]
      ],

      "ul3": [
        "To be able to restore the UC, you need to submit:",
        [
          "An application of the established form.",
          "If the applicant does not have any citizenship, an appropriate certified document is required to certify this fact.",
          "Foreigners provide a document certifying the termination of their citizenship. If the applicant had a passport of different countries, documents are provided for each of them. Obligations to terminate foreign citizenship do not need to be provided in cases where the laws of these states automatically deprive a person of citizenship when acquiring citizenship of other countries.",
          "Persons who have received refugee status or political asylum in our country provide a document on renunciation of foreign citizenship.",
          "An application of the established form on the change of citizenship is submitted by foreigners, the legislation of the countries of which provides for the automatic termination of citizenship upon receipt of it in Ukraine.",
          "Documents that confirm that the applicant has terminated the UC.",
          "Documents that confirm that the applicant lives in our country on a permanent basis.",
          "A copy of the birth certificate is required for children.",
          "Statement of the established form that the child agrees to receive Ukrainian citizenship if he is already 14 years old.",
          "A document confirming that the applicant, being a citizen of another country or countries, did not commit illegal acts (grave and especially grave crimes). And he did not carry out genocide or not directed them. If the applicant has refugee status, such documents are not required.",
          "2 fixed size photos."
        ]
      ],

      "p1": "The date of obtaining citizenship of Ukraine as a result of its restoration is the day, month and year of registration of citizenship in the relevant authorities of our country.",
      "p2":"Applicants who have obtained Ukrainian citizenship and submitted declarations of renunciation of their previous citizenship must return their old passport to the appropriate authorities and services. If the applicant has been granted refugee status or political asylum in our country, the passport may not be returned."  
  },
    "textRU": {
      "ul1": [
        "Чтобы получить возможность восстановления украинского гражданства (УГ), заявитель должен относиться к одной из следующих категорий:",
        [
          "Люди, прекратившие свое украинское гражданство и в настоящий момент не получившие никакого другого. Не имеет значения, проживает заявитель в нашей стране на постоянной основе или находится за рубежом.",
          "Люди, прекратившие свое украинское гражданства и получившие подданство прочих стран, которые вернулись в нашу страну для постоянного нахождения.",
          "Дети, мать и отец которых восстанавливает украинское гражданство."
        ]
      ],

      "ul2": [
        "Существуют определенные правила и ограничения, связанные с восстановлением своего гражданства в нашей стране. В частности, не могут возобновить свой статус:",
        [
          "Заявители, которые были лишены УГ в результате выявления фактов мошенничества, обмана, использования фальшивых документов и подачи ложных данных при его первом получении.",
          "Заявители, в отношении которых произошла отмена решения соответствующих органов о восстановлении УГ из-за выявления фактов мошенничества, обмана, использования фальшивых документов и подачи ложных данных, а также сокрытия определенных фактов, которые могли повлиять на решение.",
          "Заявители, совершившие или осуществлявшие геноцид;",
          "Заявители, которые совершили  преступления, подпадающие под категорию особо тяжелых и отбывают наказание в нашей стране. Стоит понимать, что все может быть пересмотрено после  погашения судимости, ее снятия и оправдания заявителя. При этом учитывается степень угрозы субъекта для украинской нации.",
          "Заявители, которые совершили тяжелые  преступления в других странах."
        ]
      ],

      "ul3": [
        "Чтобы получить возможность восстановления УГ, требуется подать:",
        [
          "Установленного образца и формы заявление.",
          "Если заявитель не имеет никакого гражданства, требуется соответствующий заверенный документ, удостоверяющий этот факт.",
          "Иностранцы предоставляют документ, удостоверяющий прекращение их подданства. Если заявитель имел паспорт разных стран, документы предоставляются по каждой из них. Обязательства о прекращении иностранного гражданства не нужно предоставлять в тех случаях, когда законы этих государств автоматически лишают его человека при получении гражданства прочих стран.",
          "Лица, получившие статус беженца или политическое убежище в нашей стране, предоставляют документ об отказе от иностранного гражданства.",
          "Заявление установленного образца об изменении гражданства подают иностранцы, законодательство стран которых предусматривает автоматическое прекращение гражданства при получении его в Украине.",
          "Документы, которые подтверждают факт прекращения заявителем УГ.",
          "Документы, которые подтверждают факты нахождения на постоянной основе заявителя в нашей стране.",
          "Для детей необходима копия свидетельства о рождении.",
          "Заявление установленного образца о том, что ребенок согласен получить украинское гражданство, если ему уже исполнилось 14 лет.",
          "Документ, подтверждающий, что заявитель, являвшись гражданином другой страны или стран, не совершал противоправных действий (тяжких и особо тяжких преступлений), а также не осуществлял или не руководил геноцидом. Если заявитель имеет статус беженца, такие документы не требуются;",
          "2 фото установленного размера."
        ]
      ],

      "p1": "Датой получения украинского гражданства Украины в результате его восстановления считается число, месяц и год регистрации гражданства в соответствующих службах и органах нашей страны.",
      "p2":"Заявители, получившие украинское гражданство, подавшие соответствующие декларации об отказе от прежнего подданства, должны вернуть свой старый паспорт в соответствующие органы и службы. В случае, если заявителю предоставлен статус беженца или политическое убежище в нашей стране, паспорт можно не возвращать."  
  },
    "textUA": {
        "ul1": [
          "Щоб отримати можливість відновлення українського громадянства (УГ), заявник повинен відноситися до однієї з наступних категорій:",
          [
            "Люди, які припинили своє українське громадянство і зараз не отримали ніякого іншого. Не має значення, проживає заявник в нашій країні на постійній основі або знаходиться за кордоном.",
            "Люди, які припинили своє українське громадянство та отримали підданство інших країн, які повернулися в нашу країну для постійного перебування.",
            "Діти, мати і батько яких відновлюють українське громадянство."
          ]
        ],

        "ul2": [
          "Існують певні правила та обмеження, пов'язані з відновленням свого громадянства в нашій країні. Зокрема, не можуть відновити свій статус:",
          [
            "Заявники, які були позбавлені УГ в результаті виявлення фактів шахрайства, обману, використання фальшивих документів і подачі неправдивих даних при його першому отриманні.",
            "Заявники, щодо яких відбулося скасування рішення відповідних органів про відновлення УГ через виявлення фактів шахрайства, обману, використання фальшивих документів і подачі неправдивих даних, а також приховування певних фактів, які могли вплинути на рішення.",
            "Заявники, які вчинили або здійснювали геноцид;",
            "Заявники, які вчинили злочини, які відносяться до категорії особливо тяжких, і відбувають покарання в нашій країні. Варто розуміти, що все може бути переглянуте після погашення судимості, її зняття і виправдання заявника. При цьому враховується ступінь загрози суб'єкта для української нації.",
            "Заявники, які скоїли тяжкі злочини в інших країнах."
          ]
        ],

        "ul3": [
          "Щоб отримати можливість відновлення УГ, потрібно подати:",
          [
            "Встановленого зразка і форми заяву.",
            "Якщо заявник не має ніякого громадянства, потрібен відповідний завірений документ, що засвідчує цей факт.",
            "Іноземці надають документ, що засвідчує припинення їх громадянства. Якщо заявник мав паспорт різних країн, документи надаються по кожній з них. Зобов'язання про припинення іноземного громадянства не потрібно надавати в тих випадках, коли закони цих держав автоматично позбавляють людину його при отриманні громадянства інших країн.",
            "Особи, які отримали статус біженця або політичний притулок в нашій країні, надають документ про відмову від іноземного громадянства.",
            "Заява встановленого зразка про зміну громадянства подають іноземці, законодавство країн яких передбачає автоматичне припинення громадянства при отриманні його в Україні.",
            "Документи, які підтверджують факт припинення заявником УГ.",
            "Документи, які підтверджують факти знаходження на постійній основі заявника в нашій країні.",
            "Для дітей необхідна копія свідоцтва про народження.",
            "Заява встановленого зразка про те, що дитина згодна отримати українське громадянство, якщо їй вже виповнилося 14 років.",
            "Документ, який підтверджує, що заявник, є громадянином іншої країни або країн, не скоював протиправних дій (тяжких та особливо тяжких злочинів), а також не здійснював або не керує геноцидом. Якщо заявник має статус біженця, такі документи не вимагаються;",
            "2 фото встановленого розміру."
          ]
        ],

        "p1": "Датою отримання громадянства України внаслідок його відновлення вважається число, місяць і рік реєстрації громадянства у відповідних службах та органах нашої країни.",
        "p2":"Заявники, які отримали українське громадянство, що подали відповідні декларації про відмову від колишнього підданства, повинні повернути свій старий паспорт у відповідні органи та служби. У разі якщо заявнику надано статус біженця або політичний притулок в нашій країні, паспорт можна не повертати."  
    },
    "path": "hromadianstvo-z-vidnovlennia",
    "type": "services/lehalizatsiia-v-ukraini-hromadianstvo"
  }
]